---
kind: other
id: Properties.T:Autodesk.Revit.DB.KeyBasedTreeEntriesLoadResults
source: html/96c30375-ed16-3dc4-c8ee-92ca41f36f5a.htm
---
# KeyBasedTreeEntriesLoadResults Properties

Specifies whether the .NET object represents a valid Revit entity.